export default function EvangelismPage() {
	return (
		<main className="subpage">
			<div className="subpage-container">
				<header className="subpage-banner">
					<h1>佈道信約</h1>
					<p>CONFESSION OF EVANGELISM</p>
				</header>

				<section className="subpage-content about-content">
					<p>我相信福音是神的大能，要拯救一切相信的人。</p>
					<p>我相信三位一體的神，人類和宇宙萬物的創造者，所有罪惡之最高審判者，人類蒙救贖的源頭。</p>
					<p>我相信人類的墮落是歷史事實，因此導致人性受到污染不能自救。</p>
					<p>
						我相信神的主權及他賜予人類之救恩。在永恆旨意中、祂用最高的智慧揀選屬祂的子民。在歷史過程中、藉著祂獨生子耶穌基督的救贖來顯明祂的作為。
					</p>
					<p>
						我相信耶穌基督藉著童貞女降生，祂是無罪的。祂的被釘、受死、復活與升天都是構成福音本質的歷史事實，福音是人蒙神救贖的唯一途徑。
					</p>
					<p>
						我相信耶穌基督寶血裏的赦罪大能，祂代替人類償還了罪債，救贖人類且叫人與神和好，祂的犧牲帶給人類新生命。
					</p>
					<p>
						我相信傳福音是把唯一的好消息傳給人類，福音的宣揚給人帶來生命的意義，和永恆盼望的根基根基。福音是：
					</p>
					<ul>
						<li>真基督徒服從神命令的見證。</li>
						<li>使罪人藉著耶穌基督、神人之間唯一的中保，來到神的面前；</li>
						<li>使人產生得救的信心。</li>
						<li>教會成長的關鍵及使人享受神永恆同在的喜悅。</li>
					</ul>
					<p>
						我相信悔改乃是被聖靈重生的確據，叫人對基督產生真正的信心而結出新生命的果子。
					</p>
					<p>
						我相信聖靈膏抹那些順服耶穌基督大使命的人，使他們在傳福音時得著勇氣、智慧、能力、以及見證的愛心。
					</p>
					<p>
						我相信福音是完全的，是不能被取代的。所有宗教思想、哲學概念、世上的道德功勞（與福音皆有本質上的差別）、文化使命、正統信仰中的文化使命與社會關懷也無法取代福音（皆只能算為福音的預工及後工）、聖靈的恩賜、聖經中記載的神蹟奇事（神有時會用來證明福音），都不能與之相提並論。我們必須堅持福音的完整性。
					</p>
					<p>
						我相信神能用不改變的大能保守祂所贖回的子民，也藉著他們的見證來改變社會，直到基督再臨的榮耀之日。
					</p>
				</section>
			</div>
		</main>
	);
}