import QuickLinks from "@/components/QuickLinks";

const belgicText = `比利時信條
《荷蘭改革宗教會信條》，又稱《比利時信條》，著于1516年；有時亦稱《華倫信條》。作者爲德布利（Guido de Bres），他爲受逼迫的荷蘭教會辯護。1562年由法文譯爲荷蘭文。在1566年得到安提華普總會的批准，1618年又經多特（Dort）總會通過。此信條與《海德堡要理問答》和《多特信經》（Canons of Dort）一同被認爲全荷蘭改革宗教會信仰基礎，迄今仍約束北美改革宗教會信徒。德布利乃爲蘇格蘭東南部地區說法語教會之英勇牧師，曾于1567年在瓦倫欣地方殉道。此信條約分三部份：三位一體的神與從聖經中獲得認識神的知識（一至九條），基督創造與救贖之工（十至二十三條），以及聖靈在教會，並借教會成聖之工（二十四至三十七條）。德布利廣泛引用聖經，並常用代名詞“我們”來將此信仰上的承認變爲個人化。

爲了使他的教會與當時的重洗派有所區分（天主教往往把改革宗教會認爲是重洗派），德布利特別強調耶稣基督完全的人性（十八條），真教會的公開性（二十八、二十九條），嬰兒洗禮（三十四條），以及民事政府爲神所賜的性格（三十六條）。天主教當局的異端裁判所想盡方法來壓制他們，德布利盡可能地找出許多共同的信仰，例如三位一體（一、八、九條），道成肉身（十、十八、十九條）與大而公之教會（二十七至二十九條）來說服他們。但同時他也特別強調抗羅宗的特點，即如聖經與僞經有別的超奇權威（三至七條），基督贖罪與代求的充足性（二十一至二十三、二十六條），以及善行的性質（二十四條），並兩項聖禮，洗禮與聖餐（三十四至三十五條）。顯著的改革宗教信仰本質可以在以下各條中找到：十六條論揀選，二十四條論成聖，三十至三十二條論教會行政，三十五條論主晚餐。明顯可見天主教會當局無暇顧及此信條的內容，但當時蘇格蘭東南部改革宗教會均采用此信條爲他們自己的信仰承認。

《比利時信條》是爲了兩個目的：一是叫世俗掌權，當局確信改革宗教會人士並未與重洗派同流合汙；二是爲初期的改革宗教會立下信仰標准。爲了頭一個目的，由德布利所執筆致書給西班牙國王腓利二世，刊印于信條之前；後來又寫給次要的政府官員。寫這些信是值得贊揚的英勇行爲。早在1563年，《比利時信條》已被華倫教會所采用，故又稱爲《華倫信條》。

第一條　論只有一位獨一真神
我們都心裡相信，口裡承認：只有一位1 純全屬靈2 的神，祂存到永遠3、無法測透4、眼不能見5、不會改變6、無限7、全能、全智8、公義9、善良10，是一切良善的源頭11。

1 弗四6；申六4；提前二5；林前八6。2 約四。3 賽四十28。4 羅十一33。5 羅一20。6 瑪三6。7 賽四四6。8 啟五12。9 耶十二1。10 太十九17。11 雅一17；代上廿九10-1。
第二條　論啟示（認識神的方法）
我們用兩種方法認識神︰第一是從神所創造、保守、管理的宇宙1 認識神。這擺在我們眼前，好像一部絕妙奇書；一切受造之物，無論大小，都是書中主角，引我們思想神那「眼不能見」的「永能和神性」（羅一20）。這一切都足以叫人心服口服，無可推諉。

第二是藉著祂的聖言2，就是聖經將祂自己更清楚、更完全地啟示給我們；換句話說：我們在今生想要知道關於祂榮耀與救恩的事，都記在聖經中了。

1 詩十九1；弗四6。2 詩十九8。
第三條　論聖經（神所記載下來的道）
我們相信：神的聖言不是出於人意，乃是屬神的人被聖靈感動，說出神的話來，正如使徒彼得所說1。後來因為神特別眷顧我們，要使我們得救，所以吩咐祂的僕人，就是先知2 與使徒3，將祂所啟示的道記載下來。祂也親自用指頭寫下兩塊法版4。因此我們稱這樣的著作為聖經。

1 彼後一21。2 出廿四4；哈二2。3 啟一11。4 出卅一18。
第四條　論聖經正典（Canon of Scripture）
我們相信：聖經包括兩部分，即舊約與新約，這是聖經的正典，沒有其他任何書可以與它相比。這些書卷在神的教會中即稱為舊約和新約；舊約三十九卷，新約二十七卷（以下是聖經各卷名稱，從略）。

第五條　聖經為何具有如此崇高權威的地位
我們接受，而且只接受這六十六卷書為聖經正典，作為我們信仰的規範與根基，並且堅固我們的信仰；我們相信其中的一切內容，毫不懷疑，不只是因為教會接受並認可這六十六卷書，更是因為聖靈在我們的心中見證這六十六卷書是從神而來的，它們本身也能證明自己是由神而來。即使是瞎眼的人也能看出，這六十六卷書中的預言正在應驗。

第六條　聖經正典與旁經（apocrypha）之間的區分
我們認為聖經正典有別於旁經；所謂旁經就是〈以斯拉續編上卷〉（the third book of Esdras）、〈以斯拉續編下卷〉（the fourth book of Esdras），〈多比傳〉（book of Tobias），〈猶滴傳〉（book of Judith），〈所羅門智訓〉（book of Wisdom），〈便西拉智訓〉（book of Jesus Syrach），〈巴錄書〉（book of Baruch），〈以斯帖補篇〉（the appendix to the book of Esther），〈三童歌〉（the song of the three Children in the Furnace），〈蘇撒拿傳〉（the History of Susannah），〈彼勒與大龍〉（the History of Bel and the Dragon），〈瑪拿西禱詞〉（the Prayer of Manasses）與〈馬加比傳上卷〉（the first book of Maccabees）、〈馬加比傳下卷〉（the second book of Maccabees）。教會可以讀這些旁經；如果其內容不違反聖經正典，也可以從其中記取教訓；但旁經的見證絕對不能幫助我們確認信仰，旁經絕對沒有這種效果，旁經更不能奪取聖經的權威。

第七條　聖經已經充足完全，這是我們惟一的信仰準則（rule of faith）
我們相信：聖經正典包括神全部的旨意。聖經的教導已經足已讓人知道，他應該相信哪些事才能得救1。既然神要人敬拜祂的方式，都已經完全記載在聖經中，所以任何人的教導都不能違反聖經2，連使徒也不例外，正如使徒保羅所說，即使是「天上來的使者」的教導也不能違反聖經3。既然神吩咐祂的話不可加添，也不可減少4，可見聖經的道理在各方面都是最完全的。人的著作不管多麼神聖，我們也不可以把它與聖經相提並論5；我們更不可以把人的風俗、群眾、古代的傳統、世人的傳承，或教會議會的決議、法規…與神的真理相比6，因為神的真理超過一切；人都是虛謊的，比虛空還要虛空7。因此任何違反這無謬信仰準則的教導8，我們都全心拒絕，正如使徒所教導的：「總要試驗那些靈是出於神的不是」9、「若有人到你們那裡，不是傳這教訓，不要接他到家裡，也不要問他的安」10。

1 羅十五4；約四2；提後三15-17；箴卅；加三15；啟廿二18；約十五15。2 彼前四11；林前十五2-3；提後三14；提前一3；約貳10。3 加一8-9；徒廿六22。4 申十二32；箴卅6他的言語，你不可加添。啟廿二18。5 太十五3；可七7；林前二4。6 賽一12；羅三4；提後四3-4。7 詩六二9。8 加六1；林前三11；帖後二2。9 約壹四1。10 約貳10。
第八條　論神是一體卻有三位格
根據這項真理和神的道，我們相信只有一位神，祂只有一個本質（essence）1，但有三個位格2；根據各位格不變的本性，永遠分清，就是聖父、聖子與聖靈3。聖父為一切有形與無形之事物的原因、來源與起始4；聖子是聖父的道5、智慧6 與形像7；聖靈由父與子發出8 ，是永恆的能力9，而且是至高、獨一、有位格的能力；雖然如此，神並不因此分為三個。聖經教導我們，聖父、聖子、聖靈每位都有祂們的位格，由祂們的屬性而分清；雖然如此，這三位卻是一位神。由此證明聖父不是聖子，聖子也不是聖父；照樣，聖靈既不是聖父，也不是聖子。這些位格雖然如此分清，但不分開；也不互相混合，因為聖父並沒有取了肉身，聖靈也沒有，只有聖子取了肉身10。聖父向來未曾離開聖子，或離開聖靈。祂們是同恆（coeternal）與同質的，無始無終，無先無後；因為祂們在真理上、在能力上、在良善上與恩慈上都是三而一的。

1 賽四三10。2 約壹五8；來一3。3 太廿八19。4 林前八6。5 約一1-2；啟十九13。6 箴八12、22。7 西一15；來一3。8 約十五26。9 太十二28。10 腓二6-7；加四4；約一14。
第九條　論三位一體的證據
我們從聖經的見證得知，尤其是從我們自己的見證得知這一切。聖經的見證教導我們相信三位一體，在舊約中有許多地方如此教導，如創世記一章26節，神說：「我們要照著我們的形像造人…」1，又在創世記三章22節說：「看哪，那人已經與我們相似…」2；由此可見，神不只一個位格。當祂說「我們要照著我們的形像造人…」時，祂是指著一個聯合體說的。雖然祂並未指明有幾位，但在舊約中不清楚的地方，新約卻是表明得非常清楚了──主在約旦河受洗時3，聽到聖父的聲音說︰「這是我的愛子」，聖子站在水中，聖靈以鴿子的形狀顯現；基督吩咐門徒為萬民施洗時，也規定了這個形式：「奉父、子、聖靈的名給他們施洗」4；在路加福音中，天使加百列對主的母親馬利亞如此說話︰「聖靈要臨到你身上，至高者的能力要蔭庇你，因此所要生的聖者必稱為神的兒子」5；照樣，在保羅的祝福中也說︰「願主耶穌基督的恩惠，上帝的慈愛，聖靈的感動，常與你們眾人同在」6；作見證的原來有三︰聖父、聖子、聖靈，此三者乃為一7。聖經所教導我們的神有三個位格，只在惟一的本質之內。雖然這個教義遠超過人的理解之上，但是我們由於神的話而相信，今後並希望在天上能夠得到完全的了解與益處8。

此外，我們必須遵守這三位向我們所施予的特別職務與工作。聖父藉其能力稱為我們的創造者9；聖子藉其寶血稱為我們的救贖主10；聖靈藉著住在我們心中，而稱為我們的安慰者11。

三位一體的教義從使徒時代以來，直到今天，向來為真教會所辯護、所持守，因為有猶太人、回教徒（moslem，muslim），以及一些假基督徒與異端分子，如馬吉安、摩尼（Mani）、撒伯流、亞流等人，都被正統教會教父定為異端。

因此，在這一點上，我們甘心接受以下的三大信經，即〈使徒信經〉、〈尼西亞信經〉與〈亞他那修信經〉，這些信經都是被古代教父所認可的。

1 創一26-27。2 創三22。3 太三16-17。4 太廿八19。5 路一35。6 林後十三14。7 約壹五7。8 詩四五7；賽六一1。9 瑪二10；彼前一2。10 約壹一7，四14。11 林前六11；彼前一2；加四6；多三5；羅八9；約十四16。
第十條　論耶穌基督是真實的、永恆的神
我們相信：耶穌基督根據祂的神性，乃是神的獨生子1；從永恆而生，不是受造，也不是被造（否則祂就只是個受造者）2，乃是與聖父同本質3、同永恆的4，祂是神本體的真像，是神榮耀的光輝5，在凡事上與聖父同等6。祂是神的兒子，不但是從祂取了我們人性時起，乃是從永遠祂就是神的兒子7，正如聖經所教導我們的。摩西說︰「神創造天地」8；約翰也說︰「太初有道…萬物都是藉著他造的」9，約翰稱這「道」為神；使徒說︰「神藉著他兒子創造諸世界」10；又說：「萬有都是靠他造的…一概都是藉著他造的」11。因此，我們必須說那稱為神的、那稱為道的，神的兒子耶穌基督，當萬物被造時，祂就已經存在了12。因此先知彌迦說，祂的根源從亙古、從太初就有（彌五2）13。使徒說，祂無生之始，也無命之終14。因此祂是真實的、永恆的全能神，就是我們所祈求、所敬拜、所事奉的神。

1 約一18、49。2 約一14；西一15。3 約十30；腓二6。4 約一2，十七5；啟一8。5 來一3。6 腓二6。7 約八23、58，九35-3；徒八37；羅九5。8 創一1。9 約一3。10 來一2。11 西一16。12 西一16。13 彌五2。14 來七3。
第十一條　論聖靈是真實的、永恆的神
我們也相信並承認，聖靈從永恆由父1 與子2 發出，因此聖靈既不是受造，也不是受生，乃只由聖父、聖子所出；在次序上說，聖靈是三位一體的第三位，與聖父、聖子有同一本質、尊嚴與榮耀；因此正如聖經所教導的，聖靈乃是真實、永恆的神3。

1 約十四16，十五26。2 加四6；羅八9。3 創一2；賽四八16，六一1；徒五3-4，廿八25；林前三16，六19；詩一三九7。
第十二條　論創造
我們相信：聖父藉著道──就是祂的兒子，創造了天地萬有1，並且祂看著都甚好。祂將本性、樣式及功能賜給每一受造物，使其能以服事他的創造主。祂也藉著祂永恆的護理與無限的能力來托住並管理萬有2，其目的在為人類的益處服務3，好使人可以服事神4。祂也創造了善良的天使5，作為祂的使者6，並為選民效力7。有些天使從神所造優越的地位上墮落到永遠的滅亡中8；其餘的天使，由於神的恩慈，仍然繼續堅守、居於本位9。魔鬼及惡靈是如此敗壞，成為神與眾善的仇敵，牠們是殺人者，毀壞教會及其中的信徒10，並用各種詭計來敗壞一切11；牠們因著自己的邪惡，應受永遠的刑罰，天天等候可怕苦刑的臨到12。因此我們反對並恨惡撒督該人的錯謬，他們拒絕承認諸靈與天使的存在13；我們也拒絕摩尼教（Manichaeism），他們說魔鬼是自有的，牠們的邪惡是出於牠們的本性，而非出於墮落。

1 創一1；賽四十26；來三4；啟四11；林前八6；約一3；西一16。2 來一3；詩一○四10；徒十七25。3 提前四3-4；創一29-30，九2-3；詩一○四14-15；林前三22。4 林前六20；太四10。5 西一16。6 詩一○三20，一四八2。7 來一14；詩卅四7。8 約八44；彼後二4；路八31；猶6。9 太廿五31。10 彼前五8；伯一7。11 創三1；太十三25；林後二11，十一3、14。12 太廿五41；路八30-31。13 徒廿三8。
第十三條　論神的護理
我們相信：這同一位神，在創造萬物之後，並沒有丟棄他們，或把他們交給命運、機遇，乃是按照祂聖潔的旨意管理萬有1。所以若沒有祂的指定，世界上是沒有什麼事會發生的2。雖然如此，神並非罪惡之源，也不需要為各種罪惡的發生而受攻擊或責難。因為祂的能力與善良是如此偉大與不可測度，以致祂以最優越與最公正的方式，來命定並執行祂的工作──就是當魔鬼與惡人行不義時，神也是如此的3。至於祂是怎麼做的，則是超越我們人的理解、在我們所能明白的限度之外，所以我們不可以好奇的態度去追問；乃當用最謙虛與最恭敬的心去讚揚神公義的判斷。這些事對我們都是隱藏的4，我們當以身為基督的門徒為滿足，只學習神在祂話語中向我們所啟示的那些事情，而不越過其界限。

「神的護理」此一教義給了我們不可言喻的安慰，因為聖經教導我們，沒有任何事是偶然臨到我們的，一切臨到我們的事，都是出於天父極其恩慈的安排。祂以慈父的關懷照顧我們，使一切受造之物都在其全能掌管之下5；所以，若沒有天父的允許，沒有一根頭髮（我們的頭髮都被數過），或一隻麻雀會落在地上6，我們可以完全靠賴我們的天父。我們知道神控制那惡者以及我們所有的仇敵，若沒有神的旨意與許可，牠們是不能傷害我們的。

因此我們拒絕伊比鳩魯派（Epicurean school）的危險錯謬，他們說神什麼都不管，將凡事歸之於機遇。

1 約五17；來一3；箴十六4；詩一○四9，一三九2。2 雅四15；伯一21；徒四28；撒上二25；詩一一五3；摩三6；詩一○五25；賽十5-6；帖後二11；結十四9；羅一28；創四五8，五十20；撒下十六10；創廿七20；詩七五7；賽四五7；箴十六4；哀三37-38；王上廿二34、3；出廿一13。3 太八31-32；約三8；羅十一33-34。5 太八31；伯一12，二6。6 太十29-30。
第十四條　論人之受造、墮落，與無能行善
我們相信：神用地上的塵土造人，並且按照祂自己的形像，造男造女1；神造人原是善良、公義、聖潔的，在凡事上能行合乎神旨意的事2。然而，人雖在尊榮的地位中，卻不自知，也不知道他的優越性3，反而甘受罪的轄制，聽從魔鬼的話4，以至於受咒詛而死。他干犯了從神所領受的生命之律5，因著犯罪與神隔離6 （神才是他真正的生命），於是敗壞了他整個本性7，身體、靈魂也陷入死亡8。他在一切所行的事上成為敗壞、邪惡、悖逆9，喪失了他從神所領受優越的恩賜；雖只殘存一小部分而已10，但這就足以叫人無可推諉11。因為在我們裡面的光已經變為黑暗12，正如聖經所教導我們的︰「光照在黑暗裡，黑暗卻不接受光。」13 在此，使徒約翰稱人為黑暗。

因此我們拒絕與聖經相違背的自由意志說（free will），因為人已經成為罪的奴僕14；若不是從天上所賜，人就不能得什麼15。誰敢誇口，說他能行什麼善事呢？因為基督說︰「若不是差我來的父吸引人，就沒有能到我這裡來的。」16 有誰能誇自己的意志？有誰明白「凡體貼肉體的就是與神為敵」呢17 ？人既然知道「屬血氣的人不領會神聖靈的事」18，還有誰敢提出什麼意見呢？簡言之，有誰敢向神強嘴，因為他知道「不是我們憑自己能承擔什麼事，我們所能承擔的，乃是出於神。」19 因此使徒保羅說的對：「你們立志行事，都是神在你們心裡運行，為要成就祂的美意。」20 因為沒有任何人的意志或人的悟性，是與神的旨意相符合的，乃是基督在人心中運行；正如祂所告訴我們的︰「離了我，你們就不能做什麼」21。

1 創一26；弗四24。2 創一31；傳七29。3 詩四九20。4 創三6、17。5 創一3、7。6 賽五九2。7 弗四18。8 羅五12；創二17，三19。9 羅三10。10 徒十七27。11 羅一20-21。12 弗五8；太六23。13 約一5。14 約八3；羅六17，七5、17。15 約三27；賽廿六12。16 約三27，六44、65。17 羅八7。18 林前二14。19 林後三5。20 腓二13。21 約十五5。
第十五條　論原罪
我們相信：由於亞當的悖逆，原罪就延伸到全人類1；使整體人性都敗壞，而且是一種遺傳的病症，即使在母腹中的嬰孩也感染到了2。它在人心中如同毒根3，在神面前更顯得邪惡與可憎，因此全人類都當被定罪4。原罪是用什麼方法都不能除去的，就是洗禮也不能洗掉原罪；眾罪就是從這可悲的源頭而出，如水發自泉源。但神的兒女不被定罪，藉著神的恩慈與憐憫，他們的罪都蒙赦免了。這並不是說他們甘心居於罪中，乃是這種敗壞的感覺使他們時常悲傷嘆息，盼望脫離這取死的身體5。因此我們拒絕伯拉糾主義的錯謬，他們認為罪只是從模仿而來的。

1 羅三10，五12-14；伯十四4。2 詩五一5；賽四八8。3 加五19；羅七8、10、13、17-18、20、23。4 弗二3、5。5 羅七24。
第十六條　論永遠的揀選
我們相信：亞當所有的後裔既由於始祖的犯罪，而墮落到敗壞與滅亡中，神就藉此來彰顯祂的恩慈與公義1，因祂本是如此。從恩慈方面來說，祂拯救並保守他們，這是按著祂不變的旨意，並不在乎人的行為2，使凡在主耶穌基督裡被揀選的人脫離死亡；從公義方面來說，祂把其餘的人留在自取的墮落與滅亡中3。

1 羅九18、22-23。2 羅九15，十一32；弗二8-10；詩一○○3，六五4；約壹四10；撒上十二22；瑪一2；提後一9；羅八29，九11、21，十一5-6；弗一4；多三4-5；徒二47，十三48；提後二19-20；彼前一2；約十五16，十七9。3 羅九17-18；提後二20。
第十七條　論墮落之人的恢復
我們相信：全然慈愛的神在祂的智慧與良善中，看到人把自己陷入今世的與靈性的死亡，並極深的痛苦中，所以當人戰兢想要躲避祂的面時1，神就來尋找他、安慰他2，應許將祂的兒子賜下──祂將要為女子所生，祂要打碎蛇的頭──好使他得著喜樂3。

1 創三8-9、19。2賽六五1-2。3 來二14；創廿二18；賽七14；約七42；提後二8；來七14；創三15；加四4。
第十八條　論耶穌基督的道成肉身
因此我們承認，神的確成就了祂藉著先知的口對列祖所應許的1，祂在所定的時候，差遣祂獨生的、永恆的兒子到世上來，「取了奴僕的形像，成為人的樣式」2；真正取了人性，因此有人性中一切的軟弱，只是祂沒有犯罪3。在蒙大恩的童女馬利亞腹中懷孕，是藉聖靈的大能，而不是藉著任何人為的方法4；不但取了人的身體，也取了人的靈魂5，成為真正的人。因為人的靈魂與身體都已失喪，祂為了拯救這二者，就必須取了人的身體與靈魂。因此我們承認（與重洗派相反，他們拒絕基督從祂的母親馬利亞取了人的肉身）基督成了血肉之體6；按肉體說7，祂是大衛的後裔8；在童女馬利亞腹中懷胎9；為女人所生10；是大衛的一支11；從耶西的根所出的條12；從猶大支派所出13；按肉體說，是猶太人14；是亞伯拉罕的後裔15，祂既為亞伯拉罕的後裔，就在凡事上與祂的弟兄相同，只是祂沒有犯罪16；所以祂實在是我們的以馬內利，就是神與我們同在17。

1 賽十一1；路一55；創廿六4；撒下七12；詩一三二11；徒十三23。2 提前二5，三16；腓二7。3 來二14-15，四15。4 路一34-35。5 太廿六38；約十二27。6 來二14。7 徒二30。8 詩一三二11；羅一3。9 路一42。10 加四4。11 耶卅三15。12 賽十一1。13 來七14。14 羅九。15 創廿二18；撒下七12；太一1；加三16。16 來二17。17 賽七14；太一23。
第十九條　論基督位格中，二性的合一與分立
我們相信：聖子的位格與祂的人性絕對地聯結；所以並非是兩個神的兒子，也不是兩個位格，乃是二性合於單一的位格，然而二性分清。正如祂的神性總是非受造，無生之始、無命之終1，充滿天地；照樣祂的人性也未失去其特質，總是受造的、是有限的，並仍保有真實肉身的一切屬性。雖然由於祂的復活，使身體有了不朽之性，然而祂仍未改變祂人性的真實性；為了我們的救恩與復活，基督必須要有真實的肉身。但此二性是如此緊密地聯於一個位格，所以就是死也不能使此二性分開2。因此當祂死的時候，祂將自己真正屬人的靈魂，離開了肉體交在父神的手中3。同時祂的神性總是與人性同在，縱然當祂躺臥在墳墓中的時候，神性仍與祂同在；正如祂在嬰孩時期，雖然一時不能顯明，但祂仍是神。

因此，我們的基督是真神與真人；是真神，所以祂以大能勝過死亡；是真人，所以祂按著肉體的軟弱為我們受死。

1 來七3。2 林前十五13、21；腓三21；太廿六11；徒一2、11，三21；路廿四39；約廿25、27。3 路廿三46。
第廿條　論神在基督裡彰顯祂的公義與憐憫
我們相信：完全慈愛與完全公義的神，差遣祂的兒子取了那犯了悖逆之罪的人性，為的是在人性中補贖人的罪債；藉著極其的痛苦與死亡，擔當了罪的刑罰1。因此，當基督擔當我們罪孽的時候，神在祂兒子身上彰顯了祂的公義2，卻在我們身上傾倒出祂的憐憫與仁慈。我們是犯罪的、應受咒詛的，但神出於祂完全的愛，為我們的緣故，犧牲祂的愛子以至於死；又叫祂復活，使我們稱義3。藉著祂，我們可以得到永生。

1羅八3、32-33；來二14。2 賽五三6；約一29；約壹四9。3 羅四25。
第廿一條　論我們的大祭司為我們贖罪
我們相信：耶穌基督是神以起誓，按著麥基洗德的等次被立為永遠的大祭司1；並為我們的緣故，在神面前被獻上，藉著祂的補罪，挽回神的忿怒2。正如先知所預言的，藉著祂死在十字架上傾倒出祂的寶血，洗淨了我們的罪，因為經上記著說︰「祂為我們的過犯受害，為我們的罪孽壓傷。因祂受的刑罰，我們得平安；因祂受的鞭傷，我們得醫治…祂像羊羔被牽到宰殺之地…被列在罪犯之中」3。 彼拉多雖然先是聲明祂是無辜的4，但後來還是定祂為罪犯，「我沒有搶奪的，要叫我償還」5。祂為我們受苦，是義的代替不義的6，身體靈魂受了我們犯罪所應當受的可怕刑罰；因此祂汗流如血點滴在地上7。祂喊著說︰「我的神，我的神，為什麼離棄我？」8祂忍受這一切的苦，完全是為了要使我們的罪得赦免。所以我們應當跟保羅一起說︰「不知道別的，只知道耶穌基督並祂釘十字架」9，「丟棄萬事看作糞土，為要得著基督」10。因祂受的創傷，我們得到安慰。我們無須去尋求或發明其他任何方法來與神和好，只靠基督一次獻上的贖罪祭，信徒就得以永遠完全11。這就是天使稱祂為耶穌的緣故了，因祂要將祂的百姓從罪惡裡救出來12。

1 詩一一○4；來五10。2 羅五8-9；西一14，二14；來二17，九14；羅三24，八2；約三16，十五3；提前二6。3 賽五三5、7、12。4 路廿三22、24；徒十三28；約十八38；彼前三18。5 詩六九5。6 彼前三18。7 路廿二44。8 詩廿二1；太廿七46。9 林前二2。10 腓三8。11 來九25-26，十14。12 太一21；徒四12。
第廿二條　論因信耶穌基督而稱義
我們相信：為要得到這偉大奧秘的知識，聖靈1在我們心中生發正直的信心，好使我們接受耶穌基督並祂一切的功勞，除祂以外別無所求2。如果我們藉著信心得著了耶穌基督，我們就在祂裡面得著救恩3。因此，若有什麼人說只有基督是不夠的，在祂以外還必須要有一些其他東西，那就是最大的褻瀆，這也就等於說基督只是一半的救主。因此我們要如同保羅說︰我們惟獨因信稱義，靠信心而不靠行為4。然而，再說清楚一點，並不是單靠信心就使我們稱義，因為信心只是一個工具，藉它我們接受基督為我們的義；而是耶穌基督將一切的功勞以及祂為我們所做的一切，歸給我們，我們便稱為義了5。而且信心也是一個工具，使我們可以與基督相交，而得著祂一切的益處；當我們得著以後，就足以赦免我們的罪。

1 弗三16-17，一17；詩五一13；林前二12。2 林前二2；徒四12；加二21；耶廿三6；林前一30。3 太一21；羅三27，八1、33。4 羅三27；彼前一4-5；羅十4。5 耶廿三6；林前一30；提後一2；路一77；羅三24-25，四5；詩卅二1-2；腓三9；多三5；提後一9。
第廿三條　論稱義
我們相信：我們的得救是因基督的緣故罪得赦免，在神面前得稱為義；正如大衛與保羅教導我們的，在神面前不憑行為而被算為義的人是有福的1。保羅又說︰「如今卻蒙神的恩典，因基督耶穌的救贖，就白白地稱義」2。因此我們總是堅持這個根基，將一切的榮耀歸給神3，在祂面前謙卑，承認我們自己是什麼樣的人，毫無可誇，沒有任何功德4，只有依賴並信靠基督的順服為我們死在十字架上5。當我們信靠祂的時候，祂的義就成為我們的義6；這足以遮蓋我們一切罪孽，叫我們有信心來到神面前7，解除了良心上的恐懼、威脅與懼怕，不再效法始祖亞當的恐懼，想用無花果樹的葉子來遮掩自己8。如果我們要靠自己，或靠其他任何受造物來到神面前，我們就滅亡了9。因此，每個人都當像大衛一樣祈禱︰求祢不要審問僕人，因為在祢面前凡活著的人，沒有一個是義的。10 

1詩卅二1-2；羅四6-7；路一77；西一14。2 羅三23-24；徒四12。3 詩一一五1；林前四7；羅四2。4 林前四7；羅四2；林前一29、31。5 羅五19。6 來十一6-7；弗二8；林後五19；提前二6。7 羅五1；弗三12；約壹二1。8 創三7。9 申廿七26；雅二10。10 詩一三○3，一四三2；路十六15。
第廿四條　論人的成聖與善行
我們相信：此真實信心既由聽從神的話以及聖靈的工作而來1，就重生我們，使我們成為新人2，使我們過一個新生活，釋放我們脫離一切罪的綑綁3。若說這稱義的信心，會使人疏忽敬虔與聖潔的生活，那是不可能的4；相反地，若沒有這種稱義的信心，我們所做的任何事就不是出於愛神的心，而只是出於自愛或懼怕刑罰。因此，這聖潔的信心，是不可能不在人裡面不結果子的5；因為我們所說的不是虛偽的信，乃是聖經所說︰「生發仁愛的信心」，就是能叫人行神在聖經中所吩咐之工作的信心6。那些工作乃是由信心的善根所發出的，在神面前是善良可蒙悅納的，因此都因神的恩典而成聖了，但它們在我們的稱義上是算不得什麼的7。我們得稱為義乃是因信基督，甚至在我們能行善事之前就被稱義了8；否則，那就不是善行了，也不是好樹上所結的果子9。

因此我們行善事，不能算作我們的功德，不是的，我們所做的善事乃是出於神，並不是出於我們10：「因為你們立志行事，都是神在你們心裡運行，為要成就他的美意」11。 因此，我們當留心聖經上的話：「你們做完了一切所吩咐的，只當說，我們是無用的僕人，所做的本是我們應分做的」12。

雖然這樣，我們也不否認神賞賜我們的善行，但那是祂的恩典13。而且我們固然行善事，但我們並不靠善行得救14；因為按肉體說，我們毫無善行，是應受刑罰的15；縱然我們能完成善行，但因著有罪的瑕疵，就足以被神拒絕了。這樣，如果不是靠我們救主受苦受死的功勞，我們只能一直在疑惑中飄來飄去，毫無把握，我們微弱的良心只有不斷地憂傷16。

1 彼前一23；羅十17；約五24；帖前一5。2 羅六4，八15。3 徒十五9；羅六22；多二12；約八36。4 多二12，三8；約十五5。5來十一6；提前一5。6 提前一5；加五6；多三8。7 提後一9；多三5。8 羅四4；創四4。9 來十一6；羅十四23；創四4；太七17。10 林前四7；賽廿六12；加三5；帖前二13。11 腓二13。12 路十七10。13 太十42，廿五34-35；啟三12、21；羅二6；約貳8。14 弗二9-10。15 賽六四6。16 賽廿八16；羅十11；哈二4。
第廿五條　論禮儀律的廢除
我們相信：禮儀律在基督降世時就已經廢止了1；一切的預表都已經應驗，所以在基督徒中間不再被使用2；但其真理與實質仍保留在耶穌基督裡，禮儀律所代表的已在祂身上成全。但同時，我們仍從律法與先知裡取用其中的見證，好在福音的真道上堅固自己3，並本著一切的誠實來約束我們的生活，按著神的旨意來榮耀祂。

1 羅十4。2 加五2-4，三1，四10-11；西二16-17。3 彼後一19。
第廿六條　論基督的代求
我們相信：我們除非靠著我們的義者耶穌基督，否則就不能接近神1；因為祂是我們的中保，降世為人，聯合神人二性於一身，我們藉著祂才能與神親近。但是父所安排的這位神人之間的中保，決不因其神性而令我們恐懼，或使我們去尋求合我們心意的其他中保2；因為在天地之間，無一人像耶穌基督那樣愛我們3；祂本有神的形像，反倒虛己，取了奴僕的形像4，凡事與祂的弟兄相似。如果我們要另外找一位中保，有誰會像祂這樣愛我們？甚至當我們還作祂仇敵的時候，就為我們捨命了5 。如果我們要尋找一位有能力尊嚴，又坐在天父右邊，並有天上地下一切的權柄6，還有誰比神的愛子更蒙神垂愛呢？ 

因此，這種不信基督而信聖徒為中保的習慣，完全是出於不信的惡心，這不是尊榮聖徒，而是羞辱他們。從聖徒的著作可以看出，他們不但從未自己這樣做、或是要求別人這樣做，更是按照他們的本分堅決拒絕這種做法7。我們也不要在這裡以為自己不配，因為我們向神祈禱不是因為自己配，乃是完全因為主耶穌基督的優越與價值8，因著信，祂的義就成為我們的義了。

因此，使徒說得對，為要除去我們的恐懼與不信，耶穌基督在凡事上與祂的弟兄相同，為要在神的事上成為慈悲忠信的大祭司，為百姓的罪獻上挽回祭。為此祂親自受苦、受試探，祂才能幫助那受試探的人9。使徒又鼓勵我們說︰「我們既然有一位已經升入高天尊榮的大祭司，就是神的兒子耶穌，便當持定所承認的道。因我們的大祭司並非不能體恤我們的軟弱。祂也曾凡事受過試探，與我們一樣，只是祂沒有犯罪。所以，我們只管坦然無懼地來到施恩的寶座前，為要得憐恤，蒙恩惠，作隨時的幫助」10。寫這封書信的同一位使徒又說︰「弟兄們，我們既因耶穌的血得以坦然進入至聖所。並我們心中天良的虧欠已經灑去，身體用清水洗淨了，就當存著誠心和充足的信心來到神面前」11。照樣，基督作祭司既然是永遠的，祂就能拯救來到祂面前的人到底，並永遠為他們代求12。我們還有什麼可求的呢？因為基督自己說︰「我就是道路、真理、生命，若不藉著我，沒有人能到父那裡去」13。神既喜悅賜下祂的兒子作我們的中保14，我們為什麼還要再另找一位中保呢？15 我們不應捨棄祂再去尋找另一位，而且我們也是找不到的，因為當神賜下中保時，祂非常明白我們乃是罪人。

因此，按著基督的吩咐，我們藉著耶穌基督我們惟一的中保求告在天上的父，正如在主禱文中所教導的16；並知道我們奉祂的名向父所求，無不得著17。

1 提前二5；約壹二1。2 何十三9；耶二13、33。3 約十11；約壹四10；羅五8；弗三19；約十五13。4 腓二7。5 羅五8。6 可十六19；西三1；太十一27，廿八18。7 徒十26，十四15。8 但九17-18；約十六23；弗三12；徒四12；林前一31；弗二18。9 來二18。10 來四14-16。11 來十19、22。12 來七25。13 約十四6。14 提前二5；約壹二1；羅八33。15 詩四四20。16 路十一2。17 約四10，十六23，十四13。
第廿七條　論大公基督教會
我們相信並承認一個大公教會1，是聖潔的會眾、真正的基督信徒，都盼望在耶穌基督裡得救，被他的血洗淨，並由聖靈成聖受了印記。

教會既然從世界開始就有，並且一直存到世界的終了2，所以基督顯然是永遠的王；而祂既是王，就一定有祂的百姓3。這聖教會蒙神保守、扶持，與全世界的怒潮相抵抗4；雖然有時她在人的眼中顯得很渺小，不被人重視5，正如亞哈作王的時期，主耶和華仍保守七千人未向巴力屈膝6。

此外，這聖教會不能受限於某一地區，或僅限於某些人，而是遍於全世界；並且藉信心的能力一心一意聯合7，是同一心靈加入而聯合之團體8。

1 賽二2；詩四六4。2 太廿八20；撒下七16。3 詩一一○；路一32-33。4 太十六18；約十六33；創廿二17。5 路十二32；賽一9；啟十二6、14；路十七21；太十六18。6 羅十一2、4；王上十九18；賽一9；羅九29。7 徒四32。8 弗四3-4。
第廿八條　論每個人都當加入真教會
我們相信：這聖教會既然是那些得救之人的聚集，並在她之外無救恩1，不論在任何境況下，沒有一個人可以置身度外，離開她生活2；都當與她聯合，維持教會的合一3，服從她的教義與紀律；在基督的軛下4 虛懷若谷，互相為肢體，按著神所給的恩賜彼此服事，造就弟兄5。為了使大家更確實遵守這樣的吩咐，按照神的話，信徒有義務要和那些不屬於真教會的人分別出來6，也有義務要加入真教會，不論這真教會是神在哪裡設立的7；即使會受到執政掌權者的反對，甚至受到死亡與身體刑罰的威脅8，也要加入。因此，凡那些離開這真教會，或不加入這真教會的人，是反對神的旨意而行事。

1 彼前三20；珥二32。2 賽五二11；徒二40。3 弗四3、12；來二12。4 詩二10-12；太十一29。5 弗四12、16。6 徒二40；賽五二11；林後六17；啟十八4。7 太十二30，廿四28；賽四九22；啟十七14。8 但三17-18，六8-10；徒四17、19，十七7。
第廿九條　論真教會的標誌與假教會的區分
我們相信：我們應當謹慎地按著神的話來分辨何者為真教會，因為世上所有教派都自稱教會之名。

但我們所說的，並非那假冒為善的人，他們在教會中與善良的信徒混雜在一起，從表面上看來，他們是在教會中1，但其實他們不屬於教會；我們乃是說到真教會的團體與交通，必須與一切稱自己為教會的教派分別出來。

真教會的標誌為：是否在這教會中傳揚福音的教義2；是否執行聖潔的聖禮，正如基督所設立的3；是否按教會法規（church discipline）刑罰罪惡4。簡言之，是否凡事按照神純淨的話語而行，凡與這相違背的，都當予以拒絕5；並要承認耶穌基督為教會惟一的元首6。這樣就可以確知真教會的實質，無人可以與這教會分離。論到那些屬於真教會的肢體，應當以真基督徒的標誌來表現自己，就是藉著信心7 接受耶穌基督為惟一的救主8，遠離罪惡，追求義行9，愛真神和鄰舍，不偏左右，把肉體及邪情私慾釘在十字架上10。這並不是說他們裡面不再有軟弱，而是說他們一生要藉著聖靈敵擋一切的軟弱11，時常在主耶穌基督的寶血、死亡、受苦與順服中為避難所，在祂裡面因信而使罪得赦免12。

至於虛假的教會，擅取權威，行事按自己的規章而不按神的話語而行13，並不服從基督的軛14。也不按照基督的話施行聖禮，反在神的話上有所增減，照她自己所想像的認為適宜，依靠人過於依靠基督；並逼迫那些按神的話而過聖潔生活的人15；應斥責她的過錯、貪心與拜偶像16。這兩個教會由於彼此的不同，是很容易認出的。

1 羅九6；太十三22；提後二18。2 約十27；弗二20；徒十七11-12；西一23；約八47。3 太廿八19；路廿二19；林前十一23。4 太十八15-18；帖後三14-15。5 太廿八20；加一6-8。6 弗一22-23；約十4-5。7 弗一13；約十七20。8 約壹四2。9 約壹三8-9。10 羅六2；加五24。11 羅七6、17；加五17。12 西一14。13 西二18-19。14 詩二3。15 啟十二4；約十六2。16 啟十七3-4、6。
第卅條　論教會的治理與職分
我們相信：這個真教會必須以我們的主在祂話語中所教導的屬靈原則來治理，也就是必須有牧師傳講神的道並施行聖禮1，也必須有長老與執事和牧師共同組成教會會議2。藉著這種做法，真教會得以保守，真道得以在各處傳揚，犯罪者得以受到屬靈的處罰；同時，貧困者也得以按其需要得到救濟與安慰3。藉著這些方法，當忠信的人被選出來時（按著使徒保羅在他寫給提摩太的書信中所規定的方式），凡事在教會中就能規規矩矩地按著次序行了4。

1 弗四11；林前四1-2；林後五20；約廿23；徒廿六17-18；路十16。2 徒六3，十四23。3 太十八17；林前五4-5。4 提前三1等；多一5等。
第卅一條　論牧師、長老與執事
我們相信：牧師1、長老與執事2，應當由教會求告主的名，按著聖經的吩咐、合法的選舉，來選出擔任各職。因此，每個人都必須注意，不可以用不正當的方法私自侵入教會聖職，而須忍耐等候，好叫召他們的主喜悅3；以致他有蒙召的見證，並確知他的服事是出於主。

至於傳神話語的牧師，不拘他們在哪裡，因為他們都有同等的權威，他們都是教會惟一元首4 基督的使者5。

這聖職不可侵犯或輕視，所以我們說每個人都當尊重傳神話語的牧師，並教會中的長老，因他們工作的緣故高看他們，盡量與他們和平相處，不可有口角、紛爭6。

1 提前五22。2 徒六3。3 耶廿三21；來五4；徒十三2。4 彼前二25，五4；賽六一1；弗一22；西一18。5 林前四1，三9；林後五20；徒廿六16-17。6 帖前五12-13；提前五17；來十三17。
第卅二條　論教會的法規與懲戒
同時我們相信：雖然教會的治理者制定教會法規來維持教會全體是好的，而且有益於會眾，但他們必須特別注意，不要離開我們獨一的主基督所已設立的那些事情1。因此我們反對一切人為的發明，以及人所引進教會崇拜神的一切規條，藉以捆綁人的良心2。因此我們只承認那能培育、保守和諧與合一的，並使會眾都順服神的事。因此，為達到這個目的，從神的道和根據神的道制定的法規來看，教會懲戒是必須的3。

1 西二6。2 林前七23；太十五9；賽廿九13；加五1；羅十六17-18。3 太十八17；林前五5；提前一20。
第卅三條　論聖禮
我們相信：慈愛的神顧念我們的軟弱，為我們設立了聖禮，藉此應許來保證神對我們的善意與恩慈1，並且培育和堅固我們的信心；就是祂將這信心與福音真道聯合的，並在我們的心中堅固祂所賜給我們的救恩。因為這些聖禮是內在無形之事的有形記號與印證，神藉此可以用聖靈的能力在我們心中做工。因此，這些記號並非是虛空、毫無意義的，以致欺騙我們。因為這些記號所代表的真正對象乃是耶穌基督，沒有基督那當然就是毫無重要可言2。

此外，我們以基督所立聖禮之數目為滿足，就是只有兩個聖禮︰聖洗禮與主耶穌基督的聖餐禮3。

1 羅四11；創九13，十七11。2 西二11、17；林前五7。3 太廿六26，廿八19。
第卅四條　論聖洗禮
我們相信並承認，那律法之總結的耶穌基督1，藉著流出他的寶血結束了一切人為自己的罪所作補贖的流血；基督既除去了用血所立的割禮，就設立了洗禮2；藉此我們被接納進神的教會，與其他的人、異教隔離，分別為聖，完全屬祂；我們身上帶著祂的印記與旗號，作為我們的見證，證明我們永遠屬於恩慈的父神。因此祂吩咐一切屬祂的人，要「奉父、子、靈的名」用清水接受洗禮3，藉此說明，就如水洗除我們身體的污穢，照樣基督的血藉著聖靈的能力，澆灌我們裡面的靈魂，潔淨我們靈魂的罪，重生我們，脫離可怒之子的身分，而成為神的兒女4。這並不在於外在水的功效，乃在於神兒子所灑的寶血5；祂是我們的紅海，為了逃避法老的暴政（法老就是魔鬼），是我們必須經過的，才能進入屬靈的迦南美地。因此，牧師施行聖禮是有形的，但主藉著聖禮所代表的是無形的恩賜6：潔淨、洗除我們靈魂的一切污穢與不義7；給我們一個新心，充滿主的安慰；賜給我們真正的穩妥，保證父神的慈愛；叫我們披戴新人，脫去舊人的一切行為8。

因此，我們相信：凡真心尋求永生的人，應當受洗一次，不必再重複9，因為我們不能生兩次。這洗禮不僅在受洗時對我們有益，而且終生也有益10，因此我們反對重洗派，他們認為受洗一次不夠；他們也反對我們所相信的嬰孩洗禮，但是我們認為嬰孩也應當受洗11，正如以色列人的孩童也要受割禮一樣12，這同樣的應許，也應驗在我們孩童的身上。基督流血洗淨成人的罪，也照樣洗淨孩童的罪13，因此他們應當接受基督為他們所成就的聖禮，正如主在律法中所吩咐的，在他們出生後，他們應當有分於基督的受苦與受死的聖禮，為他們獻上一隻羊羔，就是耶穌基督的獻祭14。此外，割禮之對於以色列人，正如洗禮之對於我們的兒童，為此緣故，保羅稱洗禮為基督的割禮15。

1 羅十4。2 西二11；彼前三21；林前十2。3 太廿八19。4 林前六11；多三5；來九14；約壹一7；啟一6。5 約十九34。6 太三11；林前三5、7。7 弗五26；徒廿二16；彼前三21。8 加三27；弗四22-24。9 可十六16；太廿八19；弗四5；來六2。10 徒二38；徒八16。11 太十九14；林前七14。12 創十七11-12。13 西二11-12。14 約一29；利十二6。15 西二11。
第卅五條　論主耶穌基督的聖餐
我們相信並承認，我們的救主耶穌基督的確設立了聖餐的聖禮1，為要餵養並維持那些祂所重生的人，將他們納入祂的家中，就是祂的教會。如今那些重生的人有兩個生命2，一是屬肉體暫時的生命，就是從頭一次生所得來的，與眾人相同；另外就是屬靈的、屬天的生命，是從第二次的生所得來的3，是由福音的真道所產生的4，與基督的身體聯合，這生命是不尋常的，是特別賜給神選民的5。神曾賜給我們屬世的糧食，餵養我們肉身屬世的生命；至於我們屬靈的、屬天的生命，祂曾賜給我們從天上來的生命糧，就是耶穌基督6。當我們吃喝祂，也就是在靈裡相信、接受祂的時候7，祂就餵養並堅固信徒屬靈的生命。基督代表了這屬靈與屬天的生命糧，因此祂設立了聖餐，即可見的餅──就是祂身體的獻祭，酒──就是祂血的獻祭8，向我們證明當我們在手中接受這聖禮、用口吃喝時，我們的生命便藉此得到餵養，我們也真實地憑信心，在我們的靈魂中接受了我們獨一救主基督的真身體與血，來支持我們屬靈的生命9。

現在我們確實知道，耶穌基督並沒有徒然設立祂的聖餐，祂藉著這些聖潔的表記在我們心中做工。在表面上我們有時會不明白，因為聖靈的工作是隱藏的、是難以理解的。同時我們也不要弄錯，當我們說我們吃喝基督的身體與血10，並不是用我們的口，乃是藉著信心、用我們的靈來吃喝祂自己。這樣，雖然基督坐在天父的右邊11，然而祂總是叫我們憑信心與祂聯合。這是屬靈的筵席，藉此基督把祂一切的恩典與好處分賜給我們，叫我們享受祂自己，以及祂受苦、受死的功勞12。藉著吃祂的肉來餵養、堅固並安慰我們的靈魂，藉著喝祂的血來復甦我們的靈魂13。

此外，雖然這些聖禮是屬於代表性的事物，但並不是所有的人都可以接受的；不信的人領受這聖禮，是吃喝自己的罪14，因他們並未領受到聖餐的實體。正如猶大與行邪術的西門都領受了聖餐，但未領受到基督；因為聖禮所代表的就是基督，信徒惟獨與基督聯合。

最後，我們在神子民的集會中領受此聖禮，用謙虛與恭敬的心15、用感謝的心，來記念我們救主基督的死；承認我們所信的，並承認我們的基督信仰。因此，人不可不先省察自己而來到主的桌前，免得吃這餅、喝這杯是吃喝自己的罪16。簡言之，我們用此聖禮得到鼓勵，對神、對人激發愛心。因此我們拒絕一切混雜與可惡的發明，就是人所加添並攙雜其他褻瀆的禮節；乃要堅稱我們應當以基督的命令及使徒所教導我們的為滿足，而且一定要以他們所說的來論及有關聖禮的事。

1 太廿六26；可十四22；路廿二19；林前十一23-25。2 約三6。3 約三5。4 約五21、25。5 約壹五12；約十28。6約六51。7 約六63。8 可六26；太廿六26-28。9 林前十16-17；約六35。10 約六55-56。11 徒三21；可十六19；太廿六11。12 林前十2-4。13 賽五五2；羅八22-23。14 林前十一29；林後六14-15；林前二14。15 徒二42，廿7。16 林前十一27-28。
第卅六條　論治民的官長
我們相信：恩慈的神由於人類的敗壞，就委派了君王、諸侯與地方長官1，藉著律法與政策來治理人；目的在於約束人的放蕩，並在他們中間施行一切秩序與規矩。為此緣故，神賜權柄給治民長官，為刑罰作惡的、保護行善的。他們的職分不僅關注一般人民的福祉，同時也保護神聖的傳道工作；阻止一切拜偶像與虛假宗教，毀壞凡抵擋基督之人的權勢，並促進基督的國2。因此他們必須贊助福音的傳佈，使神名得榮、在各處受敬拜，正如祂在聖經中所吩咐的3。

此外，每個人不拘在什麼地位、資格與情況下，都當順服執政掌權的4；向他們納糧5，恭敬他們，在凡事上只要不違反神的道，就當順服他們6；在禱告中為他們代求，叫神在他們一切的行事上治理、引導他們，使我們可以敬虔端正，平安無事地度日7。

因此我們憎惡重洗派以及其他妨害治安者，並一切反對在上掌權者和治民官長之人8，反對顛倒公義、混亂規矩，攪亂神在世人中間所設立的良好秩序的人9。

1 出十八20等；羅十三1；箴八15；耶廿一12，廿二2-3；詩八二1、6；申一15-16，十六18，十七15；但二21、37，五18。2 王上十五12；王下廿三2-4。3 〔原編按：這是假設政教合一的情況〕。4 多三1；羅十三1。5 可十二17；太十七24。6 徒四19，五29；何五11。7 耶廿九7；提前二1-2。8 彼後二10。9 猶8。
第卅七條　論末日審判
最後，我們相信：根據神的道，當主所定的（非人所知1 ）時候來到，被選的人數滿足時，我們的主耶穌基督就要帶著身體，從天降臨2，為眾目所見，正如祂升天時一樣；祂將帶著大榮耀與尊嚴來審判活人死人3，用火焚燒這個舊世界，並使它潔淨4。那時所有的人都要親身來到這位大審判官面前，從世界之始到世界的末了，連男帶女以及兒童5，都要被天使長的聲音召喚，並被神的號筒警醒6。因為一切死了的人要從死裡復活，他們的靈魂要與他們以前活著的身體聯合7。至於那些還活著的人，就在眨眼之間改變，從朽壞的變為不朽壞的8。

那時案卷（就是良心）展開了，死了的人要按著他們在世上所行的，或善或惡受報9。每個人所說的閒話，在審判的日子必要句句供出來10；人的秘密都要被揭發，在眾人面前赤露敞開11。

因此這個審判對作惡的人真是可怕的12，但對蒙揀選的義人卻是最歡喜與得安慰的；因為到那時他們要得到完全的拯救，進而得以完全，並要得到他們勞苦的功效13。眾人要知道他們是無辜的，而且他們要看見惡人遭受神極其可怕的報復14，就是對那些在世上極其殘酷地逼迫他們、壓迫他們、虐待他們的人15；他們要因自己良心的見證而自責16，並要在永遠的火湖中遺恨終身17，那就是為魔鬼及其使者所預備的18。

相反地，那些忠信蒙揀選的人要得榮耀的冠冕19；神的兒子要在父神以及蒙揀選的天使面前，承認他們的名字20，擦乾他們的眼淚21；他們在地上時，被許多審判官與地方長官定為異端者與惡者的原因，到時都要顯明是為了神兒子的緣故22。出於神恩慈的賞賜，主要使他們得著這個榮耀，是人從來未曾想到的23。

因此我們極其盼望那大日來到，我們要完全得著神在我們的主耶穌基督裡所賜給我們的應許24。阿們。「主耶穌啊，我願祢來」（啟廿二20）25。

1 太廿四36，廿五13；帖前五1-2；徒一7；彼後三10。2 徒一11；太廿四30。3 帖後一7-8；徒十七31；猶15；彼前四5；提後四1。4 彼後三7、10。5 啟廿12-13；徒十七31；來六2，九27；林後五10；羅十四10。6 林前十五52；帖前四16。7 約五28-29，六54；但十二2。8 林前十五51-53。9 啟廿12-13；林前四5；羅十四12；伯卅四11；但十二2；詩六二12；約五29；羅二6；林後五10。10 太十二36；猶15。11 林前四5；羅二1-2、16；太七1-2。12 啟六15-16；來十27。13 路廿一28；約壹三2，四17；帖後一5、7；路十四14。14 但七26。15 太廿五46；帖後一6-8；瑪四3。16 羅二15。17 啟廿一8；彼後二9。18 瑪四1；太廿五41。19 太廿五34，十三43。20 太十32。21 賽廿五8；啟廿一4。22 賽六六5。23 賽六四4；林前二9。24 來十36。25 啟廿二20。


轉載自《歷代教會信條精選》，台北：改革宗出版社。
尊重著作權，請勿重製、散播或銷售。
https://www.crtsbooks.net/product/ecumenicalcreedsandreformedconfessionspaper.aspx
`;

export default function BelgicPage() {
	return (
		<main className="subpage">
			<div className="subpage-container">
				<header className="subpage-banner">
				<img src="/logo.png" alt="Logo" className="banner-logo" />

				<QuickLinks />

				<section className="subpage-content about-content">
					<div style={{ whiteSpace: "pre-wrap", lineHeight: "1.9" }}>{belgicText}</div>
				</section>
			</div>
		</main>
	);
}
