import QuickLinks from "@/components/QuickLinks";

export default function ConfessionPage() {
	return (
		<main className="subpage">
			<div className="subpage-container">
				<header className="subpage-banner">
			<img src="/logo.png" alt="Logo" className="banner-logo" />
		</header>
				<QuickLinks />

				<section className="subpage-content about-content">
					<h3>神</h3>
					<p>
						我相信獨一、永活、自有永有之真神，祂是萬物之本，且超越宇宙萬物。祂以三位一體即：聖父、聖子、聖靈之形象存在。祂藉著全能的話語創造了世界，在永恆的旨意中托住且掌管萬有。
					</p>

					<h3>聖經</h3>
					<p>
						我相信聖經，即：舊約、新約是神完美的啟示，藉著聖靈的默示被寫出來。在原文裡絕對沒有錯誤。聖經啟示了聖靈的見證，對人、教會和社會都成為信仰和言行舉止上唯一至高、絕對的權威。我深信聖經有的教導、包括歷史和其他知識相關的教導都是無誤的。
					</p>

					<h3>人</h3>
					<p>
						我相信人是獨特的，是神照著祂所擁有之真理、公義、聖潔的形像樣式而創造的。神要人明白祂的心意，敬虔遵守他與人立的約。為了能榮耀祂，神賜與人類職權來治理宇宙萬物。我相信，為了表明對神律法的遵從，人在生活中的每一個層面必須降服在祂的命令下。
					</p>

					<h3>罪</h3>
					<p>
						我相信人類的代表亞當陷在罪中導致全人類在靈性上死了，該承受神的憤怒和公義的審判，沒有盼望，不能自救，也不能靠世上任何的幫助來得到救贖。
					</p>

					<h3>恩約</h3>
					<p>
						我相信神在永恆中、以基督為首與被揀選的人立約。透過完全的順服代替人類死在十字架上、基督擔當了神對人類的憤怒。為了祂的榮耀、藉著基督復活的大能、神不斷召聚歷世歷代相信祂的人成為君尊的祭司與聖潔的子民。
					</p>

					<h3>基督</h3>
					<p>
						我相信耶穌基督為三位一體真神中之第二位格。祂是真神、也是真人，祂是神與人之間唯一的中保、人類的救主，被聖靈感孕、由童貞女馬利亞所生。祂本無罪，卻被釘死在十字架上，復活升天、坐在全能父上帝的右邊，成為大祭司、為人類代求，將以榮耀的身體再臨審判活人死人。
					</p>

					<h3>聖靈</h3>
					<p>
						我相信聖靈為三位一體真神中之第三位格。祂是聖經的啟示者，藉著神的話語叫人覺悟自己的罪、重生、信心增長且得到耶穌基督的救贖。祂使相信者能遵守神的律法，把宣道的恩賜給聖徒，祂也用說不出的嘆息為他們禱告、直到那榮耀的日子來到。
					</p>

					<h3>教會與宣教</h3>
					<p>
						我相信聖而公之教會、由歷世歷代被神揀選的子民所組成、他們被集合在地方教會。地方教會就是聖而公之教會的一個顯示，必須持守符合聖經的教導、堅持與其他教會有合一且彼此相愛的精神，在崇拜、講道、教導神的話、洗禮、聖餐、團契、門徒造就、宣教和事奉中反映出神的榮耀。
					</p>
					<p>
						我相信教會存在這世界上的目的就是為了要傳講耶穌基督的福音，透過實際行動來表明祂是神。教會的使命就是在世上建立神的國度，藉著差傳和努力傳揚真理和公義來更新這個世界。
					</p>
					<p>
						我相信教會，相信神的子民是向人傳福音、使人成為主門徒的關鍵、直到基督的國度降臨、直到祂第二次再來。
					</p>
				</section>
			</div>
		</main>
	);
}